/**
 * Kazakh translation for bootstrap-datepicker
 * Yerzhan Tolekov <era.tolekov@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['kk'] = {
		days: ["Жексенбі", "Д?йсенбі", "Сейсенбі", "С?рсенбі", "Бейсенбі", "Ж?ма", "Сенбі", "Жексенбі"],
		daysShort: ["Жек", "Д?й", "Сей", "С?р", "Бей", "Ж?м", "Сен", "Жек"],
		daysMin: ["Жк", "Дс", "Сс", "Ср", "Бс", "Жм", "Сн", "Жк"],
		months: ["?а?тар", "А?пан", "Наурыз", "С?уір", "Мамыр", "Маусым", "Шілде", "Тамыз", "?ырк?йек", "?азан", "?араша", "Желто?сан"],
		monthsShort: ["?а?", "А?п", "Нау", "С?у", "Мамыр", "Мау", "Шлд", "Тмз", "?ыр", "?зн", "?ар", "Жел"],
		today: "Б?гін",
		weekStart: 1
	};
}(jQuery));
