<?php

return [

    'failed' => 'Мы не смогли авторизовать Вас с введенными данными',
    'throttle' => 'Слишком много попыток входа.',

    'password' => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'email' => 'E-mail',
    'phone' => 'Телефон',
    'name' => 'ФИО',
    'login' => 'Имя пользователя',
    'logout' => 'Выйти',

    'form' => [
        'login' => [
            'title' => 'Авторизация',
            'remember' => 'Запомнить меня',
            'login' => 'Войти',
            'forgot' => 'Забыли пароль?',
        ],
        'register' => [
            'title' => 'Регистрация',
            'register' => 'Зарегистрироваться',
        ],
    ],

    'reset' => [
        'title' => 'Сброс пароля',
        'send' => 'Отправить',
    ],


];
